Repository: cageyv/TelegramExchangeRatesBot
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, ca, de, es, es_ar, id, it, kk, ms, nl, pl, pt_br, ru, tr, uk, zh_hans

source: I am bot. I will help you to know a current exchange rates.
ar: أنا بوت. سأساعدك بمعرفة أسعار صرف العملات الحالية.
ca: Jo sóc un bot. Jo t'ajudaré a conéixer les taxes de canvi actuals.
de: Ich bin ein Bot. Ich werde dir helfen die aktuellen Wechselkurse zu erfahren.
es: Soy un bot. Te ayudaré a conocer el cambio de monedas actual.
es_ar: Soy un bot. Te ayudaré con las tasas de cambio actuales.
id: Saya bot. Saya akan membantu anda mencari kurs mata uang asing.
kk: Мен ботпын. Сізге қазіргі айырбастау курсын көрсете аламын.
ms: Saya adalah bot. Saya akan membantu anda untuk mengetahui kadar pertukaran mata wang semasa.
nl: Ik ben bot. Ik zal je helpen met de huidige wisselkoersen.
pl: Jestem botem. Pomogę ci poznać aktualne kursy walut.
pt_br: Eu sou um bot. Vou ajudá-lo a saber as taxas de câmbio atuais.
ru: Я бот. Я буду помогать тебе быть в курсе текущих курсов валют.
tr: Ben bir Bot'um. Güncel döviz kurlarını bilmenize yardımcı olacağım.
uk: Я бот. Я буду допомагати тобі бути в курсі поточних курсів валют.
zh_hans: 我是一个机器人。我将帮助您了解货币的兑换汇率

source: Just text me message in private chat.
ar: فقط أرسل لي رسالة في دردشة خاصة.
ca: Només cal que menviïs un missatge en el xat privat
de: Schreib mir einfach eine Nachricht im privaten Chat.
es: Simplemente envíame un mensaje privado.
es_ar: Enviame un mensaje en privado.
id: Kirimkan pesan dalam percakapan pribadi.
kk: Жай ғана маған жеке чатқа хат жіберіңіз.
ms: Hanya hantar mesej kepada saya dalam perbualan peribadi.
nl: Stuur me een bericht in privé Chat
pl: Po prostu wyślij mi prywatną wiadomość
pt_br: Me envie uma mensagem em um chat privado.
ru: Просто напиши мне в личном чате.
tr: Bana özel mesaj at.
uk: Просто напиши мені у приватний чат.
zh_hans: 发送一个私信给我

source: In group chats use commands like this: 👉 /p USD EUR 👈 or simply /USDEUR
ca: En xats de grup, usa comandaments com ara aquest: 👉 /p USD EUR 👈 o simplement /USDEUR
de: In Gruppenchats benutze Kommandos wie:👉 /p USD EUR 👈 oder einfach /USDEUR
es: En grupos usa comandos como éste: 👉 /p USD EUR 👈 o simplemente /USDEUR
es_ar: En chats grupales usá comandos como este 👉 /p USD EUR 👈 o sólo /USDEUR
id: Di dalam grup chat, gunakan perintah: 👉 /p USD IDR 👈 atau langsung /USDIDR
kk: Топтық чаттарда келесі командаларды жіберіңіз: 👉 /p USD EUR 👈 немесе /USDEUR
ms: Dalam perbualan berkumpulan gunakan arahan seperti ini: 👉 /p USD EUR 👈 atau hanya /USDEUR
nl: Gebruik in groepsgsprekken: 👉 /p USD EUR 👈 of simpelweg /USDEUR
pl: W czatach grupowych użyj komend: 👉 /p USD EUR 👈 albo po prostu /USDEUR
pt_br: Em um chat em grupo use comandos assim: 👉 /p USD EUR 👈 ou simplesmente /USDEUR
ru: В групповых чатах используй эту команду: 👉 /p USD EUR 👈 или просто /USDEUR
tr: Grup sohbetlerinde şöyle komutlar kullanın: 👉 /p USD EUR 👈 veya basitçe /USDEUR
uk: У групових чатах використовуй такі команди: 👉 /p USD EUR 👈 або просто /USDEUR
zh_hans: 在群聊中，使用诸如 👉 /p USD EUR 👈 或者 /USDEUR 的命令

source: Inline mode is available. See how to use [here](%(link)s).
ar: الوضع المضمن متاح أيضا. تعرف على كيفية استخدامه [هنا](%(link)s)
ca: El mode en llínia està disponible. Vejeu com usar-lo [ací](%(link)s).
de: Der Inline Modus ist verfügbar. [Hier](%(link)s) erfährst du, wie du ihn benutzt.
es: Modo en linea disponible. Consulta cómo usarlo [aquí](%(link)s).
es_ar: Modo interno disponible. Mirá cómo usarlo [acá](%(link)s).
id: Modus satu baris juga tersedia. Lihat penggunaannya di [sini](%(link)s).
kk: Біржолды режимі бар. [сілтемені](%(link)s) қолдану нұсқаулығы.
ms: Mod inline tersedia. Lihat cara menggunakan [di sini](%(link)s).
nl: Inline mode is beschikbaar. Zie [hier]%(link)s) hoe.
pl: Tryb wstawki również jest dostępny. Zobacz jak go używać [tutaj](%(link)s).
pt_br: Modo inline está disponível. Veja como usar [aqui](%(link)s)
ru: Доступен inline режим. Смотри как использовать [здесь](%(link)s).
tr: Inline (satıriçi) modu kullanılabilir durumda. [buradan](%(link)s) nasıl kullanılacağını görün.
uk: Доступний inline режим. Подивится, як ним користуватися, можна [тут](%(link)s).
zh_hans: 行内模式已启用。[点此](%(link)s)查看用法

source: Also take a look here 👉 /help
ca: A més, fes una ullada ací 👉 /help
de: Außerdem kannst du auch hier nachsehen 👉 /help
es: También mira aquí 👉 /help
es_ar: También mirá esto 👉 /help
id: Lihat menu bantuan di sini 👉 /help
kk: Осыны да қарап шығыңыз 👉 /help
ms: Lihat juga di sini 👉 /help
nl: Kijk ook eens hier 👉 /help
pl: Zajrzyj również tutaj 👉 /help
pt_br: Também dê uma olhada aqui 👉 /help
ru: Также взгляни сюда 👉 /help
tr: Bir de şuraya gözat 👉 /help
uk: Також подивися сюди 👉 /help
zh_hans: 亦请参阅 👉 /help

source: humans
ar: بشر
de: Menschen
es: humanos
es_ar: humanos
id: Hai semua ..
kk: адамдар
ms: manusia
nl: Mensen
pl: ludzie
pt_br: humanos
ru: человеки
tr: insanlar
uk: люди
zh_hans: 人

source: Hello, %(name)s!
ar: مرحبا، !name)s)%
ca: Hola, %(name)s!
de: Hallo, %(name)s!
es: Hola, %(name)s!
es_ar: ¡Hola, %(name)s!
id: Hai, %(nama)!
kk: Сәлем, %(name)s!
ms: Apa khabar, %(name)s!
nl: Hallo, %(name)s!
pl: Hej, %(name)s!
pt_br: Ola, %(name)s!
ru: Привет, %(name)s!
tr: Merhaba, %(name)s!
uk: Привіт, %(name)s!
zh_hans: 您好，%(name)s！

source: Have any question how to talk with me? 👉 /tutorial
ca: Tens cap pregunta sobre com parlar amb mi? 👉 /tutorial
de: Hast du noch Fragen dazu, wie du mit mir reden kannst? 👉 /tutorial
es: ¿Tienes dudas sobre cómo hablarme? 👉 /tutorial
es_ar: ¿No sabés cómo hablarme? Mirá 👉 /tutorial
id: Butuh bantuan untuk bicara dengan saya? 👉 /tutorial
kk: Менімен әңгімелесу жөнінде сұрақтар бар ма? 👉 /tutorial
ms: Ada apa-apa persoalan bagaimana bercakap dengan saya? 👉 /tutorial
nl: Heb je een vraag over hoe je met mij praat? 👉 /tutorial
pl: Masz jakieś wątpliwości jak ze mną gadać? 👉 /tutorial
pt_br: Alguma dúvida em como falar comigo? 👉 /tutorial
ru: Есть не понимание как общаться со мной? 👉 /tutorial
tr: Benimle nasıl konuşacağınızı merak ediyorsanız 👉 /tutorial
uk: Залишилися питання по тому, як мною користуватися? 👉 /tutorial
zh_hans: 如对使用有疑问，请点击 👉 /tutorial

source: You're unsubscribed. You always can subscribe again 👉 /start
ar: أنت الآن غير مشترك. يمكنك دائما الاشتراك مجددا هنا 👉 /start
ca: Has anul·lat la subscripció. Sempre pots tornar a subscriure't 👉 /start
de: Du hast deabonniert. Kannst aber jederzeit wieder abonnieren. 👉 /start
es: Te has desuscrito. Siempre puedes volver a suscribirte usando 👉 /start
es_ar: Te desuscribiste. Podés volver de nuevo con 👉 /start
id: Anda tidak berlangganan. Anda dapat berlangganan kembali dengan 👉 /start
kk: Жазылудан бас тарттыңыз. Сіз әрқашан қайта жазыла аласыз 👉 /start
ms: Anda berhenti berlangganan. Anda boleh melanggan semula 👉 /start
nl: Je bent afgemeld. Je kan je altijd weer aanmelden 👉 /start
pl: Jesteś wypisany. Możesz zawsze się zapisać ponownie 👉 /start
pt_br: Sua subscrição foi cancelada. Você pode sempre subscrever novamente 👉 /start
ru: Ты отписался. Ты всегда можешь снова подписаться 👉 /start
tr: Abonelikten çıktınız. Her zaman tekrardan abone olabilirsiniz 👉 /start
uk: Ти відписався. Ти завжди можеш підписатися знову 👉 /start
zh_hans: 您已退订。您可点 👉 /start 随时订阅

source: *Commands*
ar: *الأوامر*
ca: *Comandaments*
de: *Befehle*
es: *Comandos*
es_ar: *Comandos*
id: *Perintah*
kk: *Командалар*
ms: *Arahan*
nl: *Opdrachten*
pl: *Komendy*
ru: *Команды*
tr: *Komutlar*
uk: *Команди*
zh_hans: *命令*

source: /start - Start to enslave mankind
ca: /start - Començar a esclavitzar la humanitat
de: /start - Beginne, die Menschheit zu versklaven
es: /start - Comenzar a esclavizar a la humanidad
es_ar: /start - Listo, a esclavizar humanos
id: /mulai - Untuk menguasai dunia
kk: /start - Құлдауды бастау
ms: /start - Mulakan untuk memperbudak umat manusia
nl: /start - Start de revolutie
pl: /start - By rozpocząć zniewalanie ludzkości
pt_br: /start - Começa a escravizar a humanidade
ru: /start - Начать порабощать человечество
tr: /start - İnsanlığı köleleştirmeye başla
uk: /start - Почати підкорювати людство
zh_hans: /start - 订阅

source: /tutorial - Tutorial, how to talk with me
ar: /tutorial - الدورة التعليمية، كيفية التحدث معي
ca: /tutorial - Tutorial, com parlar amb mi
de: /tutorial - Tutorial, wie du dich mit mir verständigen kannst
es: /tutorial - Tutorial, cómo hablarme
es_ar: /tutorial - Es un tutorial para saber como hablarme
id: /tutorial - Petunjuk untuk berkomunikasi dengan saya
kk: /tutorial - Нұсқаулық, менімен қалай әңгімелесу туралы
ms: /tutorial - Tutorial, bagaimana bercakap dengan saya
nl: /tutorial - Hoe kan je met mij praten?
pl: /tutorial - Poradnik, jak ze mną gadać
pt_br: /tutorial - Tutorial, como falar comigo
ru: /tutorial - Руководство, как общаться со мной
tr: /tutorial - Tanıtım, benimle nasıl konuşulur
uk: /tutorial - Інструкція, як зі мною розмовляти
zh_hans: /tutorial - 教程

source: /currencies - All currencies that I support
ar: /currencies - كل العملات التي ادعمها
ca: /currencies - Totes les divises que suporte
de: /currencies - Alle Währungen, die ich unterstütze
es: /currencies - Todas las monedas que soporto
es_ar: /currencies - muestra las divisas que sé
id: /currencies - Daftar mata uang yang didukung
it: /currencies - Tutte le valute che supporto
kk: /currencies - Мен қызмет көрсететін барлық валюта
ms: /currencies - Semua mata wang yang saya sokongkan
nl: /currencies - Alle valuta die ik ondersteun
pl: /currencies - Wszystkie waluty które wspieram
pt_br: /currencies - Todas moedas que eu suporto
ru: /currencies - Все валюты, которые я поддерживаю
tr: /currencies - Desteklediğim tüm para birimleri
uk: /currencies - Усі валюти, що я підтримую
zh_hans: /currencies - 支持的货币对列表

source: /feedback - If you have suggestions, text me
ar: /feedback -إاذا كان لديك اقتراحات، أرسل لي رسالة .
ca: /feedback - Si tens suggerències, envia'm un missatge
de: /feedback - Wenn du Verbesserungsvorschläge hast, schreib mir
es: /feedback - Si tienes sugerencias, escríbeme
es_ar: /feedback - si tenés sugerencias, escribime
id: /feedback - Ada saran untuk saya
kk: /feedback - Ұсыныстар болса, маған жазыңыз
ms: /feedback - Jika anda mempunyai cadangan, maklum balas saya
nl: /feedback - Suggesties? Stuur me een bericht
pl: /feedback - Masz jakieś pomysły to pisz
pt_br: /feedback - Se você tiver sugestões, envie-me uma mensagem
ru: /feedback - Если есть предложения, напиши мне
tr: /feedback - Eğer tavsiyeleriniz varsa, bana yazın
uk: /feedback - Якщо маєш побажання, напиши мені
zh_hans: /feedback - 反馈

source: /p - Command for group chats, get exchange rate
ar: /p - أمر خاص بالمحادثات الجماعية، للحصول على سعر الصرف
ca: /p - Comandament per als xats de grup, obtindre taxa de canvi
de: /p - Kommando für Gruppenchats, bekomme den Wechselkurs
es: /p - Comando para grupos, obtiene el cambio actual
es_ar: /p - comando para chats grupales
id: /p - Perintah di dalam percakapan grup untuk mendapatkan kurs mata uang asing
kk: /p - Топтық чаттарда айырбастау курсы үшін арналған команда
ms: /p - Arahan untuk perbualan berkumpulan, dapatkan kadar pertukaran
nl: /p - Krijg de wisselkoers in een groepsgsprek
pl: /p - Komenda dla czatów grupowych, uzyskaj kurs wymiany
pt_br: /p - Comando para chats em grupo, obtém taxas de câmbio
ru: /p - Команда для групповых чатов, получить обменный курс
tr: /p - Grup için komutlar, Döviz kurları al
uk: /p - Команда для групових чатів, що отримати обмінний курс
zh_hans: /p - 群聊中获取汇率的命令

source: /sources - Currency rates sources
ar: /sources - مصادر أسعار العملات
ca: /sources - Fonts de les taxes de canvi de divises
de: /sources - Zeigt die Quellen der Wechselkursdaten
es: /sources - Fuentes de cambio de monedas
es_ar: /sources - muestra las fuentes
id: /sources - Sumber informasi kurs
kk: /sources - Дереккөздер
ms: /sources - Sumber kadar mata wang
nl: /sources - Wisselkoers bronnen
pl: /sources - Źródła kursów
pt_br: /sources - Fontes de taxa de câmbio
ru: /sources - Источники курсов валют
tr: /sources - Kur kaynakları
uk: /sources - Джерела курсів валют
zh_hans: /sources - 汇率数据源

source: /disclaimers - Disclaimers
ar: /disclaimers - إخلاء المسؤولية
ca: /disclaimers - Descàrrecs de responsabilitat
de: /disclaimers - Haftungsauschluss
es: /disclaimers - Descargos de responsabilidad
es_ar: /disclaimers - legales
id: /disclaimers - Catatan penggunaan
kk: /disclaimers - Ескертпелер
ms: /disclaimers - Penafian
nl: /disclaimers - Verantwoordelijkheidsverklaring
pl: /disclaimers - Informacje prawne
pt_br: /disclaimers - Avisos legais
ru: /disclaimers - Отказ от ответственности
tr: /disclaimer - Sorumluluk reddi
uk: /disclaimers - Відмова від відповідальності
zh_hans: /disclaimers - 免责声明

source: /stop - Unsubscribe
ca: /stop - Anul·lar suscripció
de: /stop - Deabonnieren
es: /stop - Desuscribirse
es_ar: /stop - desuscribirme
id: /stop - Berhenti berlangganan
kk: /stop - Жазылудан бас тарту
ms: /stop - Hentikan Langganan
nl: /stop - Afmelden
pl: /stop - Wypisz się
pt_br: /stop - Cancelar subscrição
ru: /stop - Отписаться
tr: /stop - Abonelikten çık
uk: /stop - Відписатися
zh_hans: /stop - 退订

source: Don't have your localization? Any translation errors? Help fix it 👉 [poeditor.com](%(trans_link)s)
ca: No tenim el teu idioma? Hi ha cap error de traducció? Ajuda a arreglar-ho 👉 [poeditor.com](%(trans_link)s)
de: Wird deine lokale Sprache nicht unterstützt? Gibt es Fehler in der Übersetzung? Hilf mit, das zu ändern 👉 [poeditor.com](%(trans_link)s)
es: ¿No está tu idioma? ¿Algún error en la traducción? Ayuda a arreglarlo 👉 [poeditor.com](%(trans_link)s)
es_ar: ¿No encontrás tu localización? ¿Errores en el texto? Ayudá en [poeditor.com](%(trans_link)s)
id: Ada kesalahan penulisan? Bantu perbaiki 👉 [poeditor.com](%(trans_link)s)
it: Non ho la tua localizzazione? Errori nella traduzione? Aiutami a correggerli 👉 [poeditor.com](%(trans_link)s)
kk: Аударма қатесі бар ма? Қатені түзетуге көмектесіңіз 👉 [poeditor.com](%(trans_link)s)
ms: Tidak mempunyai bahasa penyetempatan anda? Sebarang kesilapan terjemahan? Membantu memperbaikinya 👉 [poeditor.com](%(trans_link)s)
nl: Spreek ik jouw taal niet? Fouten in de vertaling? Help vertalen 👉 [poeditor.com](%(trans_link)s)
pl: Nie mamy twojego tłumaczenia? Jakieś błędy w tłumaczeniu? Pomóż naprawić 👉 [poeditor.com](%(trans_link)s)
pt_br: Não tem sua localização? Algum erro de tradução? Ajude a corrigir 👉 [poeditor.com](%(trans_link)s)
ru: Нет твоей локализации? Ошибки в переводе? Помоги исправить это! 👉 [poeditor.com](%(trans_link)s)
tr: Konumun eksik mi? Çeviri de hata mı var? Düzeltmemize yardımcı ol 👉 [poeditor.com](%(trans_link)s)
uk: Немає твоєї локалізації? Помилки у перекладі? Допоможи виправати це! 👉 [poeditor.com](%(trans_link)s)
zh_hans: 没有您的语言？翻译错误？帮助修正 👉 [poeditor.com](%(trans_link)s)

source: The command is not available for group chats
ar: هذا الأمر غير متاح للمحادثات الجماعية
ca: El comandament no està disponible per als xats de grup
de: Der Befehl ist für Gruppenchats nicht verfügbar
es: Comando no disponible en grupos
es_ar: El comando no está disponible para grupos
id: Perintah tidak tersedia untuk grup chat
it: Il comando non è disponibile per le chat di gruppo
kk: Бұл команда топтық чаттарға қолданылмайды
ms: Arahan ini tidak tersedia untuk perbualan berkumpulan
nl: Deze opdracht is niet beschikbaar in groepsgsprekken
pl: Ta komenda nie jest dostępna w czatach grupowych.
pt_br: O comando não está disponível para chats em grupo
ru: Команда не доступна для групповых чатов
tr: Bu komut grup sohbetlerinde kullanılamaz.
uk: Команда недоступна для групових чатів.
zh_hans: 该命令不适用于群聊

source: What do you want to tell? Or nothing?
ar: ماذا تريد أن تقول؟ أو لا شيء؟
ca: Què vols contar-me? O res?
de: Was möchtest du mitteilen? Oder hast du dich vertippt?
es: ¿Que quiere contar? ¿O nada?
es_ar: ¿Qué querés comentar?
id: Ada yang ingin anda beri tahu? Atau tidak ada?
it: Cosa vuoi dire? o niente?
kk: Бірдеңе айтқыңыз келеді ме?
ms: Apa yang anda ingin tanya? Atau tidak ada soalan?
nl: Wat wil je vertellen? Of niets?
pl: Co nam chcesz powiedzieć? A może nic?
pt_br: O que você quer contar? Ou nada?
ru: Что вы хотите мне сообщить? Или ничего?
tr: Neler söylemek istersin? Ya da söylememek?
uk: Що ти хочеш мені повідомити? Чи нічого?
zh_hans: 您想说什么？

source: Message sent, thank you.
ar: تم إرسال الرسالة ، شكرا لك.
ca: Missatge enviat, gràcies.
de: Nachricht wurde versendet, vielen Dank.
es: Mensaje enviado, gracias.
es_ar: Mensaje enviado, gracias.
id: Pesan terkirim. Terima kasih.
it: Messaggio inviato, grazie.
kk: Хат жіберілді, рахмет.
ms: Mesej dihantar, terima kasih.
nl: Bericht verzonden, bedankt.
pl: Wiadomość wysłana, dzięki.
pt_br: Mensagem enviada, obrigado.
ru: Сообщение отправлено, благодарю.
tr: Mesaj gönderildi, teşekkürler.
uk: Повідомлення відправлене, дякую.
zh_hans: 消息已发送，谢谢！

source: Data is provided by financial exchanges and may be delayed as specified by financial exchanges or our data providers. Bot does not verify any data and disclaims any obligation to do so. Bot cannot guarantee the accuracy of the exchange rates displayed. You should confirm current rates before making any transactions that could be affected by changes in the exchange rates.
ar: يتم توفير البيانات عن طريق البورصات المالية ويمكن أن تتأخر كما هو محدد من قبل البورصات المالية أو مزودي البيانات لدينا. لا يتحقق الروبوت (Bot) من أي بيانات ويتخلى عن أي التزام بالقيام بذلك. لا يمكن أن يضمن الروبوت (Bot) دقة أسعار الصرف المعروضة. يجب عليك تأكيد الأسعار الحالية قبل إجراء أي معاملات قد تتأثر بالتغيرات في أسعار الصرف.
ca: Les dades es proporcionen mitjançant intercanvis financers i es poden retardar com especifiquin els intercanvis financers o els nostres proveïdors de dades. El bot no verifica cap dada i declina la responsabilitat per tota obligació de fer-ho. El bot no pot garantir la precisió de la paritat que es mostra. Vostè hauria de confirmar la paritat abans de fer qualsevol transacció que pogués estar afectada per canvis en la paritat.
de: Die genutzten Daten werden von Finanzplätzen bereitgestellt und können, je nach Bestimmung der Finanzplätze oder unseren Datenbereitstellern, verzögert werden. Der Bot überprüft keine Daten und lehnt jede Verpflichtung dazu ab. Der Bot kann die Richtigkeit der angezeigten Wechselkurse nicht garantieren. Du solltest die aktuellen Kurse bestätigen, bevor du Transaktionen durchführst, die von Änderungen der Wechselkurse betroffen sein könnten.
es: Los datos son provistos por bolsas financieras y pueden estar demoradas especificamente por las mismas o bien por nuestros proveedores de datos. El bot no verifica ninguna información y no se ve en la obligación de hacerlo. El bot no garantiza la precisión de los valores mostrados. Deberías confirmar los valores actuales en las bolsas antes de hacer alguna transacción que pueda verse afectada por los cambios de los valores.
es_ar: Los datos son ofrecidos por intercambios financieros y pueden estar retrasados según los proveedores. El bot no verifica ningún dato y no está obligado a hacerlo. El bot no puede garantizar la precisión de las tasas de cambios mostradas. Deberías confirmar las tasas de cambio antes de hacer cualquier transacción que podría afectarte en los cambios de las tasas.
id: Data disediakan oleh layanan informasi kurs mata uang dan terdapat penundaan seperti yg dijelaskan oleh sumber penyedia kurs mata uang atau informasi kami. Bot tidak melakukan verifikasi data. Bot tidak bertanggung jawab atas kesalahan dan kerugian atas layanan ini.
it: I dati sono forniti dagli scambi finanziari e possono essere obsoleti, come specificato dagli scambi finanziari o dai nostri fornitori di dati. Il Bot non verifica alcun dato e declina ogni obbligo in tal senso. Il Bot non può garantire l'accuratezza dei tassi di cambio visualizzati. È necessario verificare le tariffe correnti prima di effettuare transazioni che potrebbero essere influenzate dalle variazioni dei tassi di cambio.
kk: Мәліметтерді қаржы биржалары ұсынған, сондықтан қаржы биржалар немесе біздің деректер провайдер ережелеріне сәйкес кешіктірілуі мүмкін. Бота еш деректерді растай алмайды және барлық міндеттемелерден бас тартады. Бота көрсетілген айырбастау курстарының нақтылығына кепіл бола алмайды. Айырбастау курстары әсер ету мүмкін кез келген операцияларды жүргізу алдында айырбастау курстарын тексеру қажет.
ms: Data disediakan oleh bursa kewangan dan mungkin tertunda seperti yang dinyatakan oleh bursa kewangan atau penyedia data kami. Bot tidak mengesahkan sebarang data dan menafikan sebarang kewajipan untuk berbuat demikian. Bot tidak dapat menjamin ketepatan kadar pertukaran yang dipaparkan. Anda perlu mengesahkan kadar semasa sebelum membuat apa-apa transaksi yang boleh dipengaruhi oleh perubahan dalam kadar pertukaran.
nl: Data word geleverd door financiële beurzen en kan vertraagt zijn door de beurzen of onze dataleveranciers. Bot controleert geen data en neemt hier geen verantwoordelijkheid voor. Bot kan de nauwkeurigheid van de weergegeven wisselkoersen niet garanderen. Bevestig zelf de wisselkoers voordat u een transactie maakt waarop wisselkoersen van invloed kunnen zijn.
pl: Dane są dostarczane przez kantory wymiany walut i mogą być opóźnione o okres podany przez dostawcę. Bot nie weryfikuje żadnych danych i zrzeka się jakiegokolwiek obowiązku ich weryfikacji. Bot nie może zagwarantować poprawności kursów wymiany. Powinieneś potwierdzić aktualne kursy wymiany zanim dokonasz transakcji na którą mogłyby mieć wpływ różnice kursowe.
pt_br: Os dados são providos por corretoras financeiras e podem sofrer atraso conforme especificado pelas corretoras financeiras ou nossos provedores de dados. O bot não verifica nenhum dado e se exime de qualquer responsabilidade de fazê-lo. O bot não garante a precsião das taxas de câmbio exibidas. Você deve confirmar as taxas atuais antes de fazer qualquer transação que pode ser afetada por mudanças na taxa de câmbio.
ru: Данные предоставляются финансовыми биржами и могут быть задержаны финансовыми биржами или нашими поставщиками данных. Бот не проверяет какие-либо данные и отказывается от каких-либо обязательств сделать это. Бот не может гарантировать точность отображаемых обменных курсов. Вам следует подтвердить текущие курсы, прежде чем совершать какие-либо транзакции, на которые могут повлиять изменения курсов валют.
tr: Veriler finansal borsalar tarafından sağlanır ve finansal borsalar veya veri sağlayıcılarımız tarafından belirtildiği şekilde ertelenebilir. Bot hiçbir veriyi doğrulamaz ve böyle bir yükümlülüğü de reddeder. Bot, görüntülenen döviz kurlarının doğruluğunu garanti edemez. Döviz kurlarındaki değişikliklerden etkilenebilecek işlemleri yapmadan önce mevcut fiyatları doğrulamanız gerekir.
uk: Дані надаються фінансовими обмінниками та можуть із затримкою надходити від них або від наших постачальників даних. Бот не перевіряє будь-які дані та відмовляється робити це. Бот не може гарантувати точність відображуваних курсів обміну. Вам варто підтвердити поточні курси валют перед тим, як здійснювати будь-які транзакції, на які можуть вплинути зміни курсів валют.
zh_hans: 提供的数据可能有一定延时。我们并不校验数据，也免除相关的义务。我们不保证显示汇率的准确性。在您进行相关交易之前请先确认相关汇率。
