Repository: cageyv/TelegramExchangeRatesBot
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, ca, de, es, es_ar, id, it, kk, ms, nl, pl, pt_br, ru, tr, uk, zh_hans

source: The message must contain currencies or amounts 👉 /tutorial
ca: El missatge ha de contenir divises o quantitats 👉 /tutorial
de: Die Nachricht muss Währungen oder Geldbeträge beinhalten 👉 /tutorial
es: El mensaje debe contener monedas o cantidades 👉 /tutorial
es_ar: El mensaje tiene que contener divisas o montos 👉 /tutorial
id: Pesan harus berisi jenis mata uang atau jumlahnya 👉 /tutorial
it: Il messaggio deve contenere cambi o cifre 👉 /tutorial
kk: Хатта валюталар немесе көлемдер болу қажет 👉 /tutorial
ms: Mesej mesti mengandungi mata wang atau jumlah 👉 /tutorial
nl: Het bericht moet valuta of hoeveelheden bevatten 👉 /tutorial
pl: Wiadomość musi zawierać waluty albo kwoty 👉 /tutorial
pt_br: A mensagem deve conter moedas ou quantias 👉 /tutorial
ru: Сообщение должно содержать валюты или значения 👉 /tutorial
tr: Mesajınız para birimlerini ya da miktarlarını içermelidir 👉 /tutorial
uk: Повідомлення має містити курси валют або значення 👉 /tutorial
zh_hans: 消息应包含货币或者货币量 👉 /tutorial

source: I don't understand you 😞 Take a look here 👉 /help
ca: No t'entenc 😞 Fes una ullada aquí 👉 /help
de: Ich kann dich nicht verstehen 😞 Schlag hier mal nach 👉 /help
es: No te entiendo 😞 Mira aquí 👉 /help
es_ar: No te entiendo 😞 Mirá acá 👉 /help
id: Saya tidak mengerti 😞 Lihat contoh perintah disini 👉 /help
it: Non ho capito 😞 Dai un'occhiata qui 👉 /help
kk: Сізді түсінбедім 😞 Осы жерге басыңыз 👉 /help
ms: Saya tidak faham anda 😞 Lihat di sini 👉 /help
nl: Ik begrijp je niet 🙁 kijk eens hier 👉 /help
pl: Nie ogarniam cię 😞 Zajrzyj tutaj 👉 /help
pt_br: Eu não te entendo 😞 Dê uma olhada aqui 👉 /help
ru: Я не понимаю тебя 😞 Взгляни сюда 👉 /help
tr: Seni anlayamadım 😔 Lütfen şuraya bir gözat 👉 /help
uk: Я тебе не розумію 😞. Подивись сюди 👉 /help
zh_hans: 恕我无知 😞 点此看我能干什么 👉 /help

source: I understood that you asked, but at the moment I don't have actual exchange rates for your request. Try later. Sorry. 😭
ar: لقد فهمت ما طلبته، لكن في الوقت الحالي ليس لدي أسعار صرف فعلية لطلبك. حاول لاحقا. آسف. 😭
ca: He entès la pregunta, però en aquest moment no tinc la paritat que em demanes. Prova d'aquí a una mica. Hola sentó. 😭
de: Ich verstehe dass du fragst, aber im Moment habe ich keine aktuellen Wechselkurse für deine Nachfrage. Versuche es später noch einmal. Sorry. 😭
es: Entiendo lo que pides, pero por el momento no dispongo de tasas de cambio para tu petición. Prueba después. Lo lamento. 😭
es_ar: Entendí lo que pediste, pero en este momento no tengo tasas de cambio actuales para vos. Probá más tarde. Lo siento. 😭
id: Saya paham permintaan anda tapi saat ini saya belum bisa memprosesnya. Coba sesaat lagi. 😭
it: Ho capito quello che mi hai chiesto, ma al momento non posseggo un attuale cambio di tasso per la tua richiesta. Prova più tardi. Scusa! 😭
kk: Мен Сізді түсіндім, бірақ қазір менде Сіздің сұрауыңыз бойынша айырбастау курсы жоқ. Кейінірек көріңіз. Кешіріңіз. 😭
ms: Saya faham bahawa anda telah tanya, tetapi pada masa ini saya tidak mempunyai kadar pertukaran sebenar untuk permintaan anda. Sila Cuba Kemudian. Maafkan. 😭
nl: Ik begrijp wat je vroeg, maar ik heb op het moment geen wisselkoersen daarvoor. Probeer het later, sorry. 😭
pl: Rozumiem o co pytasz, ale na tę chwilę nie mam kursów wymiany dla twojego zapytania. Spróbuj później. Sorki. 😭
pt_br: Eu entendi sua solicitação, mas no momento eu não tenho a taxa de câmbio vigente para sua solicitação. Tente mais tarde. Desculpe. 😭
ru: Я понял, что ты спросил, но, в данный момент, у меня нет актуальных обменных курсов на твой запрос. Попробуй позже. Сорян. 😭
tr: Sorunu anladım ancak şu anda bende talep ettiğin kur bilgisi mevcut değil. Daha sonra tekrar dene. Üzgünüm. 😭
uk: Я зрозумів твій запит, але на даний момент в мене немає актуальних курсів обміну за цим запитом. Спробуй пізніше. Прошу вибачення. 😭
zh_hans: 吾知汝所言，然未能查得君所求汇率。请君晚些再试，抱歉。😭

source: /settings - Bot personal settings
es: /settings - Configuración del bot
es_ar: /settings - Configuración del bot
id: /settings - Pengaturan bot
it: /settings - Impostazioni personali del bot
kk: /settings - Жеке баптаулар
ms: /settings - Tetapan bot peribadi
nl: /settings - Bot instellingen
pt_br: /settings - Configurações pessoais do Bot
ru: /settings - Персональные настройки бота
tr: /settings - Bot kişisel ayarlar
uk: /settings - Персональні налаштування бота

source: What do you want to set up?
de: Was möchtest du einstellen?
es: ¿Qué quieres configurar?
es_ar: ¿Qué querés configurar?
id: Apa yang ingin diatur.
it: Cosa vuoi cambiare?
kk: Қандай баптаулар іздеп жатырсыз?
ms: Apa yang anda ingin sediakan?
nl: Wat wil je instellen?
pt_br: O que você deseja configurar?
ru: Что вы хотите настроить?
tr: Neyi ayarlamak istiyorsun?
uk: Що хочеш налаштувати?

source: *%(language)s* is your language now.
es: Tu idioma actual es *%(language)s*.
es_ar: *%(language)s* es tu idioma actual.
id: *%(language)s* adalah bahasa anda.
it: *%(language)s* é la lingua che hai impostato adesso.
kk: Енді Сіздің тіліңіз *%(language)s*.
ms: *%(language)s* adalah bahasa anda sekarang.
nl: *%(language) s* is nu je taal
pt_br: *%(language)s* é a sua linguagem agora.
ru: *%(language)s* это ваш язык сейчас.
tr: Şu andaki dilin *%(language)s*.
uk: *%(language)s* - це тепер твоя мова.

source: *%(default_currency)s* is your default currency.
es: Tu moneda por defecto es *%(default_currency)s*.
es_ar: *%(default_currency)s* es tu divisa actual.
id: *%(default_currency)s* adalah mata uang anda.
it: *%(default_currency)s* é la tua moneta di default.
kk: *%(default_currency)s* - Сіздің стандартты валютаңыз.
ms: *%(default_currency)s* adalah mata wang lalai anda.
nl: *%(default_currency)s* is jouw standaard valuta
pt_br: *%(default_currency)s* é a sua moeda padrão.
ru: *%(default_currency)s* это ваша валюта по-умолчанию.
tr: Varsayılan para birimin *%(default_currency)s*.
uk: *%(default_currency)s* - це твоя валюта за замовчуванням.

source: *%(position)s* - position where your default currency will be added.
es: *%(position)s* - posición donde tu moneda por defecto será agregada.
es_ar: *%(position)s* - ubicación en donde será agregada tu divisa actual.
id: *%(position)s* - posisi mata uang anda akan ditambahkan.
it: *%(position)s* - é la posizione dove la tua moneta predefinita verrà aggiunta.
kk: *%(position)s* - Сіздің стандартты валютаңыз қойылатын орын.
ms: *%(position)s* - kedudukan di mana mata wang lalai anda akan ditambah.
pt_br: *%(position)s* - posição em que sua moeda padrão será adicionada.
ru: *%(position)s* - с какой стороны будет добавлена ваша валюта по-умолчанию.
tr: *%(position)s* - Varsayılan para biriminin ekleneceği sıra.
uk: *%(position)s* - з якої сторони буде додана твоя валюта за замовчуванням.

source: Language
de: Sprache
es: Idioma
es_ar: Idioma
id: Bahasa
it: Lingua
ms: Bahasa
nl: Taal
pt_br: Língua
ru: Язык
tr: Dil
uk: Мова

source: Default currency
de: Standardwährung
es: Moneda por defecto
es_ar: Divisa actual
id: Mata uang standar
it: Moneta predefinita
ms: Mata wang lalai
nl: Standaard valuta
pt_br: Moeda padrão
ru: Валюта по-умолчанию
tr: Vasayılan para
uk: Валюта за замовчуванням

source: Default currency position
es: Posición de tu moneda por defecto
es_ar: Posición de divisa predet.
id: Posisi mata uang standar
it: Posizione della valuta di default
ms: Kedudukan mata wang lalai
pt_br: Posição da moeda padrão
ru: Позиция валюты по-умолчанию
tr: Varsayılan para sırası
uk: Позиція валюти за замовчуванням

source: Send me a message like this: *BTC USD* - to see the current exchange rate for pair *100 USD EUR* - to convert the amount from 100 USD to EUR
de: Sende mir eine Nachricht in diesem Format: *BTC USD* - um den aktuellen Wechselkurs zu sehen *100 USD EUR* - um 100 USD in EUR umzuwandeln
es: Envíame un mensaje como este: *BTC USD* - para ver el cambio entre estas monedas *100 USD EUR* - para convertir la cantidad de 100 USD a EUR
es_ar: Enviame un mensaje así: *BTC USD* para ver la tasa de cambio actual para ese par *100 USD EUR* para convertir 100 USD a EUR
id: Kirim pesan dengan format: *BTC IDR* - untuk nilai tukar BTC ke Rupiah *100 USD IDR* - untuk nilai tukar 100 Dollar US ke Rupiah
it: Inviami un messaggio come questo: *BTC USD* - per vedere l'attuale tasso di cambio per la coppia *100 USD EUR* - per convertire una cifra di 100 USD a EUR
ms: Hantar saya mesej seperti ini: *BTC USD* - untuk melihat kadar pertukaran semasa untuk pasangan *100 USD EUR* - untuk menukar jumlah dari 100 USD ke EUR
nl: Stuur me een bericht zoals dit: *BTC USD* - voor de huidige wisselkoers *100 USD EUR* - om 100 USD om te rekenen naar EUR
pl: Wyślij mi wiadomość, np: *BTC USD* - by zobaczyć kurs wymiany dla pary walut *100 USD EUR* - by przeliczyć kwotę ze 100 USD na EUR
pt_br: Envie-me uma mensagem como esta: *BTC USD* - para ver a taxa de câmbio do par *100 USD EUR* - para converter uma quantia de 100 USD para EUR
ru: Отправь мне сообщение, например: *BTC USD* - посмотреть текущий курс для пары *100 USD EUR* - конвертировать значение из 100 USD в EUR
tr: Şöyle bir mesaj gönderin: *BTC USD* - Mevcut döviz kurunu görmek için *100 USD EUR* - 100 USD'yi EUR’ya çevirmek için
uk: Відправ мені повідомлення, наприклад: *BTC USD* - подивится поточний курс обміну для пари *100 USD EUR* - конвертувати 100 USD у EUR
zh_hans: 给我发一个消息： *BTC USD* - 查看货币对的汇率 *100 USD EUR* - 计算100美元可以兑换多少欧元

source: Your notification has been disabled, due to one of the currencies %(from_currency)s %(to_currency)s has been deactivated.
it: Le notifiche sono state disattivate visto che una delle valute %(from_currency)s %(to_currency)s é stata disattivata
ms: Pemberitahuan anda telah dilumpuhkan, kerana salah satu daripada mata wang %(from_currency)s %(to_currency)s telah dinyahaktifkan.
ru: Ваша нотификация была отключена, по причине что одна из валют %(from_currency)s %(to_currency)s была деактивирована.
tr: %(from_currency)s %(to_currency)s para birimleri devre dışı bırakıldığı için bildirimlerin kapatılmıştır.

source: _One-time reminder. Set up a new reminder._
id: _Peringatan satu kali. Buat peringatan baru_
it: _One-time reminder. Imposta un nuovo reminder._
ms: _Peringatan satu kali. Sediakan peringatan baru._
ru: _Одноразовое напоминание. Настройте новое напоминание._

source: *%(default_currency)s* is your default currency. You can set any currency by default, e.g. *EUR*. When you send only USD - will get *EUR USD*
id: *%(default_currency)s* adalah mata uang standar anda
it: *%(default_currency)s* é la tua moneta di default. Puoi scegliere qualsiasi moneta di default, es. *EUR*. Se scriverai solo USD riceverai *EUR USD*
ms: *%(default_currency)s* adalah mata wang lalai anda. Anda boleh menetapkan sebarang mata wang secara lalai, cth. *EUR*. Apabila anda menghantar hanya USD - akan mendapat *EUR USD*
ru: *%(default_currency)s* - ваша валюта по-умолчанию. Вы можете установить любую валюту по-умолчанию, например *RUB*. Когда вы отправите USD - получите *USD RUB*
tr: Varsayılan para birimin *%(default_currency)s*. Varsayılan olarak istediğini seç, örn. *EUR*. USD yazdığında - *EUR USD* kuru gelecek.

source: On-screen menu below
id: Pilihan menu di layar seperti dibawah ini
it: Trovi il menu qua sotto
ms: Menu pada skrin di bawah
ru: Экранное меню снизу

source: Here you can customize on-screen menu with a history requests.
id: Disini anda dapat merubah menu dilayar yang dapat dilengkapi dengan riwayat pesannya
it: Qua puoi modificare il menu su schermo con la cronologia delle richieste.
ms: Di sini anda boleh menyesuaikan menu pada skrin dengan permintaan sejarah.
ru: Здесь вы можете настроить экранное меню с историей запросов.

source: On-screen menu below with a history requests *always shows* at the moment.
id: Menu tampilan di layar dibawah ini dengan permintaan riwayat *selalu ditampilkan* saat ini
it: Il menu con la cronologia delle richieste *é sempre visibile* adesso.
ms: Menu pada skrin di bawah dengan permintaan sejarah *sentiasa ditunjukkan* pada masa ini.
ru: Экранное меню снизу с историей запросов сейчас *всегда отображается*.

source: On-screen menu below with a history requests *never shows* at the moment.
id: Menu tampilan di layar dibawah ini dengan permintaan riwayat *sembunyikan* saat ini
it: Il menu con la cronologia delle richieste *non sarà più visibile* adesso.
ms: Menu di skrin di bawah dengan permintaan sejarah *tidak pernah menunjukkan* pada masa ini.
ru: Экранное меню снизу с историей запросов сейчас *никогда не отображается*.

source: You can choose. Show always on-screen menu below with a history requests or never show.
id: Anda dapat memilih. Tampilkan menu tampilan di layar dibawah ini dengan permintaan riwayat *selalu ditampilkan* saat ini
it: Puoi scegliere se il menu con la cronologia delle richieste sarà sempre visibile o mai visibile.
ms: Awak boleh pilih. Tunjukkan menu pada skrin di bawah dengan permintaan sejarah atau tidak pernah dipaparkan.
ru: Вы можете выбрать. Всегда показывать экранное меню снизу с историей запросов или никогда.

source: On-screen menu below with a history requests will *always shows*.
id: Tampilan menu di layar dengan riwayat yang diminta akan *selalu ditampilkan*
ms: Menu pada skrin di bawah dengan permintaan sejarah akan *sentiasa ditunjukkan*.
ru: Экранное меню снизу с историей запросов будет отображаться *всегда*.

source: On-screen menu below with a history requests will *never shows*.
id: Tampilan menu di layar pada bagian dibawah dengan riwayat yang diminta akan *tidak ditampilkan*
ms: Menu pada skrin di bawah dengan permintaan sejarah akan *tidak pernah dipaparkan*.
ru: Экранное меню снизу с историей запросов *никогда* не будет отображаться.

source: You can *delete* a request from a history requests.
id: Anda dapat *hapus* permintaan dari riwayat permintaan
ms: Anda boleh *memadam* permintaan dari permintaan sejarah.
ru: Вы можете *удалить* запрос из истории запросов.

source: Delete all
id: Hapus semua
it: Elimina tutto
ms: Memadam semua
nl: Verwijder alle
ru: Удалить все

source: Your history requests is empty for deletion.
id: Riwayat permintaan anda sudah tidak ada untuk dihapus
it: La tua cronologia delle richieste é vuota. Non puoi eliminarla.
ms: Permintaan sejarah anda kosong untuk penghapusan.
ru: Ваша история запросов и так пуста.

source: *%(first)s %(second)s* was deleted.
id: *%(first)s %(second)s* sudah dihapus.
it: *%(first)s %(second)s* é stato eliminato
ms: *%(first)s %(second)s* telah dipadamkan.
ru: *%(first)s %(second)s* было удалено.

source: History requests has been cleared fully.
id: Riwayat permintaan sudah dibersihkan semua.
it: La cronologia delle richieste é stata eliminata completamente.
ms: Permintaan sejarah telah dibersihkan sepenuhnya.
nl: Alle opdrachten gewist uit geschiedenis
ru: История запросов была полностью очищена.

source: Visibility
it: Visibilità
ms: Keterlihatan
nl: Zichtbaarheid
ru: Отображение

source: Always show
it: Vedi sempre
ms: Sentiasa tunjukkan
nl: Toon altijd
ru: Показывать всегда

source: Never show
it: Vedi mai
ms: Jangan tunjukkan
nl: Toon nooit
ru: Никогда не показывать

source: Delete from a history requests
it: Elimina dalla cronologia delle richieste
ms: Padam dari permintaan sejarah
nl: Verwijderen opdracht uit geschiedenis
ru: Удалить из истории запросов

source: Size
it: Dimensione
ms: Saiz
ru: Размер

source: Delete hidden
it: Elimina le richieste nascoste
ms: Padam tersembunyi
ru: Удалить скрытые

source: History of hidden requests has been cleared.
it: La cronologia delle richieste nascoste é stata eliminata.
ms: Sejarah permintaan tersembunyi telah dibersihkan.
ru: История скрытых запросов была очищена.

source: %(keyboard_size)s - size of on-screen menu with a history requests at the moment. You can customize the size. *width x height*
it: %(keyboard_size)s - é la dimensione del menu su schermo con la cronologia delle richieste in questo momento. Puoi cambiarla seguendo il pattern *larghezza x altezza*
ms: %(keyboard_size)s - saiz menu pada skrin dengan permintaan sejarah pada masa ini. Anda boleh menyesuaikan saiznya. *lebar x ketinggian*
ru: %(keyboard_size)s - размер меню с историей запросов на текущий момент. Вы можете изменить размер. *ширина x высота*

source: %(keyboard_size)s - size of on-screen menu with a history requests was changed.
it: %(keyboard_size)s - é adesso la nuova dimensione del menu su schermo con la cronologia delle richieste.
ms: %(keyboard_size)s - saiz menu pada skrin dengan permintaan sejarah telah diubah.
ru: %(keyboard_size)s - размер меню с историей запросов был изменен.

source: Delete old
id: Hapus yang lama
nl: Verwijder oud

source: History of old requests has been cleared.
id: Riwayat permintaan yang lalu sudah dibersihkan
nl: Oude opdrachten zijn gewist uit geschiedenis

source: /keyboard - Hide / show a keyboard with request history
ar: /keyboard - إخفاء / إظهار لوحة المفاتيح مع سجل الطلب
ca: /keyboard - Ocultar / mostrar un teclat amb historial de missatges
de: /keyboard - Verstecke / zeige eine Tastatur mit deinen letzten Anfragen
kk: /keyboard - Сұраулар тарихы бар пернетақтаны жасыру / көрсету
pl: /keyboard - Ukryj / pokaż klawiaturę z historią zapytań
pt_br: /keyboard - Exibe / esconde um teclado com o histórico de requisições
zh_hans: /keyboard - 显示查询历史

source: Keyboard is shown.
ar: إظهار لوحة المفاتيح.
ca: Es mostra el teclat.
de: Tastatur wird angezeigt.
kk: Пернетақта көрсетіледі.
pl: Klawiatura jest widoczna.
pt_br: O teclado está à mostra.
zh_hans: 键盘已显示

source: Keyboard is hidden.
ar: إخفاء لوحة المفاتيح.
ca: S'oculta el teclat.
de: Tastatur ist verborgen.
kk: Пернетақта жасырылды.
pl: Klawiatura jest schowana.
pt_br: O teclado está escondido.
zh_hans: 键盘已隐藏

source: Close settings
de: Einstellungen schließen
pt_br: Fechar configurações

source: If you'd like to change send me new or /back
kk: Өзгерткіңіз келсе, маған жаңасын жіберіңіз немесе /back
pt_br: Se você gostaria de mudar envie-me novo ou /back

source: Send me a message like this: *BTC USD* - to see the current exchange rate for pair *100 USD EUR* - to convert the amount from 100 USD to EUR
ca: Envia'm un missatge com aquest: *BTC USD* - per a veure la taxa de paritat *100 USD EUR* - per a convertir la quantitat de 100 USD a EUR
kk: Маған төмендегідей хат жіберіңіз: *BTC USD* - осы жұптың қазіргі айырбастау курсын көру үшін *100 USD EUR* - 100 долларды евроға айырбастау үшін
